Repository: P4suta/Snaply
Catalog: src/Snaply.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# CaptureFullScreenLabel.Text
source: Capture full screen
ja_jp: 全画面をキャプチャ

# CaptureRegionLabel.Text
source: Capture region
ja_jp: 範囲をキャプチャ

# CaptureWindowLabel.Text
source: Capture window
ja_jp: ウィンドウをキャプチャ

# SavePngLabel.Text
source: Save PNG
ja_jp: PNGで保存

# CopyLabel.Text
source: Copy
ja_jp: コピー

# CmdSettings.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Settings
ja_jp: 設定

# CmdSettings.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Settings
ja_jp: 設定

# CaptureModeRegion
source: Capture region
ja_jp: 領域をキャプチャ

# CaptureModeFullScreen
source: Capture full screen
ja_jp: 全画面をキャプチャ

# CaptureModeWindow
source: Capture window
ja_jp: ウィンドウをキャプチャ

# CaptureHint.Text
source: Choose full screen, a region, or a window to capture
ja_jp: 全画面・領域・ウィンドウから選んでキャプチャ

# CardTheme.Header
source: Theme
ja_jp: テーマ

# ThemeSystem.Content
source: System
ja_jp: システム

# ThemeLight.Content
source: Light
ja_jp: ライト

# ThemeDark.Content
source: Dark
ja_jp: ダーク

# RegionHint.Text
source: Drag to select a region · Esc to cancel
ja_jp: ドラッグで範囲を選択 · Esc でキャンセル

# WindowPickerHint.Text
source: Click a window to capture · Esc to cancel
ja_jp: ウィンドウをクリックしてキャプチャ · Esc でキャンセル

# CardBackground.Header
source: Background
ja_jp: 背景

# CardBackground.Description
source: Fill behind the capture
ja_jp: キャプチャの背後を塗りつぶします

# CardShadow.Header
source: Drop shadow
ja_jp: ドロップシャドウ

# CardShadow.Description
source: Cast a soft shadow under the capture
ja_jp: キャプチャの下にやわらかい影を落とします

# CardAspect.Header
source: Aspect ratio
ja_jp: アスペクト比

# SegAspect.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Aspect ratio
ja_jp: アスペクト比

# AspectAuto.Content
source: Auto
ja_jp: 自動

# AspectSquare.Content
source: Square
ja_jp: 正方形

# SectionCapture.Text
source: Capture
ja_jp: キャプチャ

# CardHide.Header
source: Hide while capturing
ja_jp: キャプチャ中は非表示

# CardHide.Description
source: Hide the Snaply window during a capture so it isn't in the shot
ja_jp: キャプチャ中に Snaply のウィンドウを隠して写り込みを防ぎます

# SectionGeneral.Text
source: General
ja_jp: 全般

# CardLanguage.Header
source: Language
ja_jp: 言語

# CardLanguage.Description
source: Choose the display language
ja_jp: 表示言語を選択します

# PreviewImageA11y.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Beautified screenshot preview
ja_jp: 整形されたスクリーンショットのプレビュー

# ZoomFit.Content
source: Fit
ja_jp: 全体表示

# ZoomFit.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Fit image to view
ja_jp: 画像を画面に合わせる

# ZoomHundred.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Zoom to actual pixels
ja_jp: 実寸大で表示

# StatusReady
source: Ready. Capture the full screen or a region to begin.
ja_jp: 準備完了。全画面または範囲をキャプチャして始めましょう。

# StatusCapturingFullScreen
source: Capturing full screen…
ja_jp: 全画面をキャプチャ中…

# StatusRegionUnavailable
source: Region capture is unavailable.
ja_jp: 範囲キャプチャは利用できません。

# StatusSelectRegion
source: Select a region…
ja_jp: 範囲を選択…

# StatusRegionCancelled
source: Region capture cancelled.
ja_jp: 範囲キャプチャをキャンセルしました。

# StatusCapturingRegion
source: Capturing region…
ja_jp: 範囲をキャプチャ中…

# StatusWindowUnavailable
source: Window capture is unavailable.
ja_jp: ウィンドウキャプチャは利用できません。

# StatusSelectWindow
source: Select a window…
ja_jp: ウィンドウを選択…

# StatusWindowCancelled
source: Window capture cancelled.
ja_jp: ウィンドウキャプチャをキャンセルしました。

# StatusCapturingWindow
source: Capturing window…
ja_jp: ウィンドウをキャプチャ中…

# StatusSaveCancelled
source: Save cancelled.
ja_jp: 保存をキャンセルしました。

# StatusSavedFormat
source: Saved to {0}
ja_jp: {0} に保存しました

# StatusSaveFailedFormat
source: Save failed: {0}
ja_jp: 保存に失敗しました: {0}

# StatusCopied
source: Copied to clipboard.
ja_jp: クリップボードにコピーしました。

# StatusCopyFailedFormat
source: Copy failed: {0}
ja_jp: コピーに失敗しました: {0}

# StatusErrorFormat
source: Error: {0}
ja_jp: エラー: {0}

# BackgroundAuto
source: Auto
ja_jp: 自動

# BackgroundNone
source: None (transparent)
ja_jp: なし（透明）

# BackgroundIndigoViolet
source: Indigo → Violet
ja_jp: インディゴ → バイオレット

# BackgroundOcean
source: Ocean
ja_jp: オーシャン

# BackgroundSunset
source: Sunset
ja_jp: サンセット

# BackgroundWhite
source: Solid white
ja_jp: ホワイト（単色）

# BackgroundCharcoal
source: Solid charcoal
ja_jp: チャコール（単色）

# TrayCaptureRegion
source: Capture region
ja_jp: 範囲をキャプチャ

# TrayCaptureFullScreen
source: Capture full screen
ja_jp: 全画面をキャプチャ

# TrayExit
source: Exit
ja_jp: 終了

# SaveFileTypePng
source: PNG image
ja_jp: PNG 画像

# SettingsTitle
source: Settings
ja_jp: 設定

# SettingsCloseButton
source: Done
ja_jp: 完了

# LanguageSystemDefault
source: System default
ja_jp: システム設定に従う

# RestartDialogTitle
source: Restart required
ja_jp: 再起動が必要です

# RestartDialogBody
source: Snaply will restart to apply the new display language.
ja_jp: 表示言語を変更するには Snaply を再起動します。

# RestartNowButton
source: Restart now
ja_jp: 今すぐ再起動

# RestartLaterButton
source: Later
ja_jp: 後で

# Error_capture_monitor
source: Couldn't capture the screen.
ja_jp: 画面をキャプチャできませんでした。

# Error_capture_window
source: Couldn't capture that window.
ja_jp: そのウィンドウをキャプチャできませんでした。

# Error_capture_region
source: Couldn't capture the selected region.
ja_jp: 選択した範囲をキャプチャできませんでした。

# Error_beautify_render
source: Couldn't render the screenshot.
ja_jp: スクリーンショットを描画できませんでした。

# Error_export_save
source: Couldn't save the screenshot.
ja_jp: スクリーンショットを保存できませんでした。

# Error_export_clipboard
source: Couldn't copy the screenshot to the clipboard.
ja_jp: スクリーンショットをクリップボードにコピーできませんでした。

# Error_hotkey_register
source: A keyboard shortcut couldn't be registered.
ja_jp: ショートカットキーを登録できませんでした。

# Error_hotkey_parse
source: A keyboard shortcut was invalid.
ja_jp: ショートカットキーが無効です。

# Error_hotkey_disposed
source: The shortcut service is unavailable.
ja_jp: ショートカット機能が利用できません。

# Error_pipeline_nocapture
source: There's nothing to work with yet — capture something first.
ja_jp: 対象がまだありません。先に何かをキャプチャしてください。

# Error_unknown
source: Something went wrong.
ja_jp: 問題が発生しました。

# ErrorDetailsExpander.Header
source: Details
ja_jp: 詳細

# ErrorCopyButton.Content
source: Copy
ja_jp: コピー

# StatusHotkeyUnavailable
source: Shortcut {0} is unavailable (already in use).
ja_jp: ショートカット {0} は使用中で登録できませんでした。

# CrashTitle
source: Something went wrong
ja_jp: 問題が発生しました

# CrashBody
source: Snaply hit an unexpected error. A crash report has been saved to the logs folder. You can keep working, restart, or view the logs.
ja_jp: Snaply で予期しないエラーが発生しました。クラッシュレポートをログフォルダに保存しました。作業を続ける、再起動する、ログを見る、のいずれかを選べます。

# CrashOpenLogs
source: Open logs
ja_jp: ログを開く

# CrashRestart
source: Restart
ja_jp: 再起動

# CrashClose
source: Close
ja_jp: 閉じる

# CardLogs.Header
source: Logs and crash reports
ja_jp: ログとクラッシュレポート

# CardLogs.Description
source: Open the folder where logs and crash reports are saved
ja_jp: ログとクラッシュレポートの保存フォルダを開きます

# OpenLogsButton.Content
source: Open logs folder
ja_jp: ログフォルダを開く

# CopyDiagnosticsButton.Content
source: Copy diagnostics
ja_jp: 診断情報をコピー

# CardVerboseLogging.Header
source: Verbose logging
ja_jp: 詳細ログ

# CardVerboseLogging.Description
source: Record extra detail to help track down problems
ja_jp: 問題調査のために詳細な情報を記録します

# SectionBeautify.Text
source: Beautify
ja_jp: ビューティ

# ExportSave
source: Save PNG
ja_jp: PNGで保存

# ExportCopy
source: Copy
ja_jp: コピー

# ExpanderDiagnostics.Header
source: Diagnostics
ja_jp: 診断

# ExpanderDiagnostics.Description
source: Logs, crash reports, and app info
ja_jp: ログ・クラッシュレポート・アプリ情報
